Revit 2027 API
Control.View Property
 The view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public View View { get; }
Public ReadOnly Property View As View
	Get
public:
property View^ View {
	View^ get ();
}
member View : View with get
Property Value
View
See Also
Reference
Control Class
Autodesk.Revit.DB Namespace